{
    "LinesAnswers":
    [   
        {
            "name":"initial",
            "line":"Hi. I saw you, walking back and forth in the carriage, here and there! I'm a busy person, why do I have to talk to you all of a sudden? Listen to me, I don't owe anybody anything! Semyon: 'This lady is obviously tense, if I want to talk to her, I should choose my words very carefully, so as not to cause aggression.'",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Hi, be polite, madam, I wanted to know if there were any empty seats in the cabin."
                },
                {
                    "id":"1",
                    "response":"Why are you yelling? Calm down, let's just talk."
                },
                {
                    "id":"2",
                    "response":"Sorry, I was just passing by, I was on my way out."
                },
                {
                    "id":"3",
                    "response":"Hello, I totally agree with you, I just wanted to stand here for a moment in pleasant company."
                }
            ]
        },
        {
            "name":"failedInitial",
            "line":"Go away!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Leave."
                }
            ]
        },
        {
            "name":"Step1",
            "line":"You're a pretty polite guy, you know I'm so tired, I keep getting calls for work, these noodles can't do anything without me, as always! I'm on vacation and I want to rest and enjoy life, and these annoying subordinates only give me new wrinkles.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Perhaps you should relax, these amateurs will figure it out for themselves."
                },
                {
                    "id":"1",
                    "response":"You've just taken on too many responsibilities, the dudes at work need to step it up."
                },
                {
                    "id":"2",
                    "response":"Vacation - it's great, look what a great weather, and things will slowly get done, you need to think about yourself too, you need to rest."
                },
                {
                    "id":"3",
                    "response":"Mm, I should probably go."                   
                }
            ]
        },
        {
            "name":"Step1Failed",
            "line":"I don't want to talk anymore.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Leave."
                }
            ]
        },
        {
            "name":"Step1Passed",
            "line":"Hmm... Yes, perhaps they can manage without some of my advice. This train is so boring, so oppressive, where can one have a decent time?",
            "responses":
            [
                {
                    "id":"0",
                    "response":"There's a bunch of hunks in the previous car, you can have fun with them, they can give you protein."
                },
                {
                    "id":"1",
                    "response":"I think there's a chance to get that guy to share the pies."
                },
                {
                    "id":"2",
                    "response":"I've heard that this train has a restaurant car, it has delicious gourmet food and great service."
                },
                {
                    "id":"3",
                    "response":"I don't know."
                }
            ]
        },
        {
            "name":"Step2Failed",
            "line":"What are you talking about?! The one who really needs a rest is you.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Leave."
                }
            ]
        },
        {
            "name":"Step2Passed",
            "line":"That's just what I needed! That is it, I am going there, the main thing is to be back at least by tomorrow morning, not to sit there until noon next day.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Great!"
                }
            ]
        }
    ]
}