{
    "LinesAnswers":
    [   
        {
            "name":"initial",
            "line":"Hey, kid, we're having some serious conversations with the men here. Look, the mayor of Ugleblagodarsk is a great man. He put benches in the park and on the central square. Well, more precisely, one bench. On weekdays it is in the park and on weekends it is in the center. He says the budget's tight, and there's no need for us to sit on our asses. He's a talent, our mayor!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Your mayor seems to have put all the money in his pocket!"
                },
                {
                    "id":"1",
                    "response":"Uh... Yes, a true genius and philosopher of our time!"
                },
                {
                    "id":"2",
                    "response":"I'm just leaving now."
                }
            ]
        },
        {
            "name":"initialFailed",
            "line":"You don't understand anything, the door is there!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Leave."
                }
            ]  
        },
        {
            "name":"roundTwo",
            "line":"I agree! Also, recently they showed on TV, on the main channel, that soon there will be robot miners. They will dig and load on their own, and all you have to do is sit there and press the buttons. Eh, just a couple of years to wait, and we all will live in the dream! (Miner takes out a crowbar and holds it in his hands)",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Men, do you really believe those jabbering TV people? They're fooling you! And if you get any machinery in the industry, believe me, half of you will be laid off because of it!"
                },
                {
                    "id":"1",
                    "response":"What a miracle, the happiness of all miners."
                },
                {
                    "id":"2",
                    "response":"I need to think about it..."                   
                }
            ]  
        },
        {
            "name":"roundTwoFailed",
            "line":"Your talk made my head hurt, like something was stirring inside of me. That's how you wanted to gain our trust, huh? It's time for you to answer for your rotten soul!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Shit!"
                }
            ]  
        },
        {
            "name":"roundThree",
            "line":"That's right, that's our way, you're our man! Just like our fellow countryman, our native one! Here's our present from the bottom of my heart, boy. (Miner gives you a crowbar.)",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Take crowbar"
                }
            ]  
        },
        {
            "name":"happyShahtars",
            "line":"Ah, what delicious ice cream we had back in the days, but I'd rather drink some booze now ...",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Leave."
                }
            ]  
        },
        {
            "name":"semenGotPotion",
            "line":"Ah, what delicious ice cream we had back in the days, but I'd rather drink some booze now ...",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Comrades, I have a miracle drink for you, the grandpa says that not every hero can drink such a drink! (Simon gives potion to miners.)"
                }
            ]  
        },
        {
            "name":"semenGavePotionToShahtars",
            "line":"Give it to us, kid, this is our kind of thing!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Let miners nap."
                }
            ]  
        },
        {
            "name":"shahtarsHigh",
            "line":"It seems like they sleep.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Leave."
                }
            ]  
        }
        
    ]
}