{
    "LinesAnswers":
    [   
        {
            "name":"hunksInitial",
            "line":"Парниша, ты чего тут забыл, не видишь у нас тут дела серьезные? Мы с парнями едем в Новосибирск на сборы, будущие чемпионы. Всё пучком, только тренажер долбанули о вагон, когда затаскивали. Бицепс на отжиманиях вроде не качается, плохо дело. Радует только ветерок, а то бы совсем упарились в поездке.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Уйти"
                }
            ]
        },
        {
            "name":"plumberGood",
            "line":"Парниша, ты чего тут забыл, не видишь y нас тут дела серьезные? Мы c парнями едем в Новосибирск на сборы, будущие чемпионы. Всё пучком, только тренажер долбанули o вагон, когда затаскивали. Бицепс на отжиманиях вроде не качается, плохо дело. Радует только ветерок, a то бы совсем упарились в поездке.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Уйти"
                },
                {
                    "id":"1",
                    "response":"Парни, тренируйтесь на здоровье, работает теперь ваша кач-машина."

                }
            ]
        },
        {
            "name":"warn",
            "line":"И зачем вы окно закрыли? Душно, чёрт побери, все парни в мыле. Иди отсюда, пока не нажил проблем!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Уйти"
                }
            ]
        },
        {
            "name":"defeat",
            "line":"Te6e делать нечего?! Ты сам напросился! Эй, парни, начистим щи этому колхознику!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Ox, ауч… Походу пьесы мне сломали ноги…"
                }
            ]
        },
        {
            "name":"victory",
            "line":"Да ты нормальный малый оказался, респект тебе, a тренажер мы пока к бабке поставим, чтобы посвободнее y нас тут было. Ты, если хочешь, присаживайся, твоей компании все рады!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Спасибо, парни!"
                }
            ]
        }
    ]
}