{
    "LinesAnswers":
    [   
        {
            "name":"initial",
            "line":"Привет. Я тебя видела, ходишь по вагону туда-сюда, сюда-туда! Я занятой человек вообще-то, и чего вдруг я должна с тобой разговаривать? Послушай меня, я никому ничего не должна! Семён: 'Эта дамочка явно напряжена, если я хочу с ней поговорить, то стоит очень аккуратно подбирать слова, чтобы не вызывать агрессию.'",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Женщина, будьте повежливее, я хотел узнать, есть ли тут свободные места в пролёте."
                },
                {
                    "id":"1",
                    "response":"Ты чего раскричалась? Успокойся, давай просто поболтаем."
                },
                {
                    "id":"2",
                    "response":"Извиняюсь, я просто мимо проходил, уже ухожу."
                },
                {
                    "id":"3",
                    "response":"Здравствуйте, я с Вами совершенно согласен, я просто хотел здесь постоять минутку в приятной компании."
                }
            ]
        },
        {
            "name":"failedInitial",
            "line":"Мимо пошёл!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Уйти"
                }
            ]
        },
        {
            "name":"Step1",
            "line":"А ты довольно вежливый парень, знаешь я так устала, мне всё время звонят по работе, эти лапти ничего без меня не могут, впрочем как всегда! Я в отпуске и хочу отдыхать и наслаждаться жизнью, а от этих надоедливых подчинённых у меня только новые морщины.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Возможно Вам стоит расслабиться, эти бездари сами разберутся."
                },
                {
                    "id":"1",
                    "response":"Вы просто взвалили на себя слишком много обязанностей, чувачкам на работе стоит поднапрячься."
                },
                {
                    "id":"2",
                    "response":"Отпуск – это здорово, смотрите какая погода замечательная, а дела потихоньку будут делаться, Вы о себе тоже подумайте, отдыхать надо."
                },
                {
                    "id":"3",
                    "response":"Эээ, мне пора."                   
                }
            ]
        },
        {
            "name":"Step1Failed",
            "line":"Не хочу дальше разговаривать.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Уйти"
                }
            ]
        },
        {
            "name":"Step1Passed",
            "line":"Хм... Да возможно, они справятся и без некоторых моих советов. В этом поезде так скучно, такая гнетущая обстановка, где здесь можно достойно провести время?",
            "responses":
            [
                {
                    "id":"0",
                    "response":"В предыдущем вагоне есть компания качков, можешь с ними поразвлечься, они протеином угощают."
                },
                {
                    "id":"1",
                    "response":"Мне кажется, есть шанс уговорить того парня поделиться пирогами."
                },
                {
                    "id":"2",
                    "response":"Я слышал, что в этом поезде есть вагон ресторан, там вкусная изысканная кухня и отличный сервис."
                },
                {
                    "id":"3",
                    "response":"Я ничего не знаю."
                }
            ]
        },
        {
            "name":"Step2Failed",
            "line":"Вот что ты несёшь?! Отдохнуть надо тебе.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Уйти"
                }
            ]
        },
        {
            "name":"Step2Passed",
            "line":"Это то, что мне нужно! Сразу настроение появилось. Всё, я пошла, главное хотя бы к завтрашнему утру вернуться, а не засидеться до полудня.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Отлично!"
                }
            ]
        }
    ]
}