{
    "LinesAnswers":
    [   
        {
            "name":"initial",
            "line":"Привет, малой, у нас тут разговоры серьёзные с мужиками. Вот смотри-ка, мэр наш в Углеблагодарске великий человек. Он поставил скамейки в парке и на центральной площади. Ну точнее, одну скамейку там и там. По будням в парке, по выходным в центре. Говорит бюджет не резиновый, да и вам горянкам нечего жопы просиживать. Талантище он, мэр наш!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Мэр ваш, похоже, все деньги себе в карман положил!"
                },
                {
                    "id":"1",
                    "response":"Эээ… Да, истинный гений и философ нашего времени!"
                },
                {
                    "id":"2",
                    "response":"Я уже ухожу."
                }
            ]
        },
        {
            "name":"initialFailed",
            "line":"Ты ничего не понимаешь молокосос, дверь там!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Уйти"
                }
            ]  
        },
        {
            "name":"roundTwo",
            "line":"Согласен! Вот ещё, недавно показали по телевизору, по главному каналу, что скоро будут роботы-шахтеры. Сами копают, сами грузят, а ты только сиди и на кнопочки нажимай. Эх, осталось только пару лет подождать, и как заживем! (Шахтер достает лом и держит в руках)",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Мужики, неужели вы верите этим балаболам на телевидении! Дурят они вас! А уж если какая-то техника перепадёт вам на промышленность, то поверьте половину из вас сократят из-за этого!"
                },
                {
                    "id":"1",
                    "response":"Вот чудо-то какое, счастье всем шахтерам. Завидую вам белой завистью!"
                },
                {
                    "id":"2",
                    "response":"Мне надо подумать…"                   
                }
            ]  
        },
        {
            "name":"roundTwoFailed",
            "line":"У меня от твоего трёпа боли в голове, как будто что-то там зашевелилось внутри. Ты так к нам в доверие втереться хотел, а? Пора тебе ответить за душонку гнилую!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Пападос!"
                }
            ]  
        },
        {
            "name":"roundThree",
            "line":"Это верно, это по-нашему, ты наш человек! Прямо как наш земляк, наш родной! Держи от всего сердца наш подарочек, парень. (Семен получает ЛОМ в инвентарь)",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Взять лом"
                }
            ]  
        },
        {
            "name":"happyShahtars",
            "line":"Ах, какой был вкусный раньше пломбир, но щас бы бахнуть ...",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Уйти"
                }
            ]  
        },
        {
            "name":"semenGotPotion",
            "line":"Ах, какой был вкусный раньше пломбир, но щас бы бахнуть ...",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Товарищи, у меня для вас есть чудо напиток, дед, что в вагоне, говорит, не каждый богатырь такое пойло осилит! (Семён отдает ОТВАР)"
                }
            ]  
        },
        {
            "name":"semenGavePotionToShahtars",
            "line":"Давай сюда парень, это по нашей части!",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Дать шахтерам заснуть."
                }
            ]  
        },
        {
            "name":"shahtarsHigh",
            "line":"Похоже спят они.",
            "responses":
            [
                {
                    "id":"0",
                    "response":"Уйти"
                }
            ]  
        }
        
    ]
}